year = 2023


regions = {1:['Москва', f'/4368/{year}/'],
           2:['Санкт-Петербург', f'/4079/{year}/'],
           3:['Ленинск-Кузнецкий', f'/11835/{year}/'],
           4:['Кемерово', f'/4693/{year}/'],
           5:['Южно-Сахалинск', f'/4894/{year}/'],
           6:['Тула', f'/4392/{year}/'],
           7:['Коркино', f'/12863/{year}/'],
           8:['Мирный', f'/4022/{year}/'],
           9:['Железногорск', f'/11995/{year}/'],
           10:['Старый Оскол', f'/5024/{year}/'],
           11:['Прокопьевск', f'/11348/{year}/'],
           12:['Калтан', f'/12548/{year}/'],
           13:['Новокузнецк', f'/4721/{year}/'],
           14:['Междуреченск', f'/4722/{year}/'],
           15:['Березовский', f'/149909/{year}/'],
           16:['Гай', f'/11300/{year}/'],
           17:['Новошахтинск', f'/12724/{year}/'],
           18:['Полевский', f'/12770/{year}/'],
           19:['Нижний Тагил', f'/4478/{year}/'],
           20:['Рыбинск', f'/4298/{year}/'],
           21:['Пермь', f'/4476/{year}/'],
           22:['Белгород', f'/5039/{year}/'],
           23:['Губкин', f'/11423/{year}/'],
           24:['Каменногорск', f'/162378/{year}/'],
           25:['Асбест', f'/11395/{year}/'],
           26:['Кизилюрт', f'/12494/{year}/'],
           27:['Улан-Удэ', f'/4804/{year}/'],
           28:['Павловск', f'/5043/{year}/'],
           29:['Нерюнгри', f'/11827/{year}/'],
           30:['Турныауз', f'/11747/{year}/'],
}


months = ['Январь', 'Февраль', 'Март', 'Апрель', 'Май',
          'Июнь', 'Июль', 'Август', 'Сентябрь', 'Октябрь', 'Ноябрь', 'Декабрь', f'{year} Год']
